Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: What a drive contains is only known once it is unlocked.
ar: لا يُعرف ما يحتويه المحرّك إلا بعد فتحه.
bg: Съдържанието на диска се разбира едва след като бъде отключен.
cs: Obsah disku je znám až po jeho odemknutí.
da: Hvad en enhed indeholder, ved man først, når den er låst op.
de: Was ein Laufwerk enthält, ist erst nach dem Entsperren bekannt.
el: Το περιεχόμενο ενός δίσκου γίνεται γνωστό μόνο αφού ξεκλειδωθεί.
es: El contenido de un disco solo se conoce una vez desbloqueado.
et: Ketta sisu selgub alles siis, kui see on avatud.
fi: Aseman sisältö selviää vasta, kun se on avattu.
fil: Ang laman ng isang drive ay nalalaman lamang kapag ito ay nabuksan na.
fr: Le contenu d’un disque n’est connu qu’une fois celui-ci déverrouillé.
he: מה שכונן מכיל נודע רק לאחר שנפתח.
hi: ड्राइव में क्या है, यह अनलॉक होने पर ही पता चलता है।
hr: Sadržaj diska poznat je tek nakon što se otključa.
hu: Egy meghajtó tartalma csak a feloldás után derül ki.
id: Isi sebuah drive baru diketahui setelah dibuka kuncinya.
it: Il contenuto di un disco si conosce solo dopo averlo sbloccato.
ja: ドライブの中身は、ロック解除して初めて分かります。
ko: 드라이브에 무엇이 들어 있는지는 잠금 해제한 뒤에야 알 수 있습니다.
lt: Disko turinys paaiškėja tik jį atrakinus.
lv: Diska saturs kļūst zināms tikai pēc tā atbloķēšanas.
ms: Kandungan sesebuah pemacu hanya diketahui setelah ia dibuka kunci.
nb: Hva en enhet inneholder, vet man først når den er låst opp.
nl: Wat een schijf bevat, is pas bekend nadat die is ontgrendeld.
pl: Zawartość dysku jest znana dopiero po jego odblokowaniu.
pt_pt: O conteúdo de um disco só é conhecido depois de este ser desbloqueado.
ro: Conținutul unui disc se află abia după ce este deblocat.
ru: Что содержит диск, становится известно только после разблокировки.
sl: Vsebina pogona je znana šele, ko je ta odklenjen.
sq: Çfarë përmban një disk dihet vetëm pasi të shkyçet.
sv: Vad en enhet innehåller vet man först när den är upplåst.
th: จะรู้ว่าไดรฟ์มีอะไรอยู่ก็ต่อเมื่อปลดล็อกแล้วเท่านั้น
tr: Bir sürücünün içinde ne olduğu ancak kilidi açıldığında bilinir.
uk: Що містить диск, стає відомо лише після розблокування.
vi: Chỉ khi mở khóa mới biết một ổ đĩa chứa gì.
zh_hans: 驱动器里有什么，只有解锁之后才知道。

source: What happened
ar: ماذا حدث
bg: Какво се случи
cs: Co se stalo
da: Hvad skete der
de: Was ist passiert
el: Τι συνέβη
es: Qué ha pasado
et: Mis juhtus
fi: Mitä tapahtui
fil: Ano ang nangyari
fr: Que s’est-il passé
he: מה קרה
hi: क्या हुआ
hr: Što se dogodilo
hu: Mi történt
id: Apa yang terjadi
it: Cos’è successo
ja: 何が起きたか
ko: 무슨 일이 있었는지
lt: Kas nutiko
lv: Kas notika
ms: Apa yang berlaku
nb: Hva skjedde
nl: Wat is er gebeurd
pl: Co się stało
pt_pt: O que aconteceu
ro: Ce s-a întâmplat
ru: Что произошло
sl: Kaj se je zgodilo
sq: Çfarë ndodhi
sv: Vad hände
th: เกิดอะไรขึ้น
tr: Ne oldu
uk: Що сталося
vi: Chuyện gì đã xảy ra
zh_hans: 发生了什么

source: What happened?
ar: ماذا حدث؟
bg: Какво се случи?
cs: Co se stalo?
da: Hvad skete der?
de: Was ist passiert?
el: Τι συνέβη;
es: ¿Qué ha pasado?
et: Mis juhtus?
fi: Mitä tapahtui?
fil: Ano ang nangyari?
fr: Que s’est-il passé ?
he: מה קרה?
hi: क्या हुआ?
hr: Što se dogodilo?
hu: Mi történt?
id: Apa yang terjadi?
it: Cos’è successo?
ja: 何が起きましたか？
ko: 무슨 일이 있었습니까?
lt: Kas nutiko?
lv: Kas notika?
ms: Apa yang berlaku?
nb: Hva skjedde?
nl: Wat is er gebeurd?
pl: Co się stało?
pt_pt: O que aconteceu?
ro: Ce s-a întâmplat?
ru: Что произошло?
sl: Kaj se je zgodilo?
sq: Çfarë ndodhi?
sv: Vad hände?
th: เกิดอะไรขึ้น
tr: Ne oldu?
uk: Що сталося?
vi: Chuyện gì đã xảy ra?
zh_hans: 发生了什么？

source: What it can open
ar: ما الذي يستطيع فتحه
bg: Какво може да отваря
cs: Co umí otevřít
da: Hvad den kan åbne
de: Was geöffnet werden kann
el: Τι μπορεί να ανοίξει
es: Qué puede abrir
et: Mida see avada suudab
fi: Mitä se voi avata
fil: Ano ang mabubuksan nito
fr: Ce qu’il peut ouvrir
he: מה הוא יכול לפתוח
hi: यह क्या खोल सकता है
hr: Što može otvoriti
hu: Mit tud megnyitni
id: Apa yang dapat dibuka
it: Cosa può aprire
ja: 開けるもの
ko: 열 수 있는 것
lt: Ką ji gali atverti
lv: Ko tā spēj atvērt
ms: Apa yang boleh dibuka
nb: Hva den kan åpne
nl: Wat het kan openen
pl: Co potrafi otworzyć
pt_pt: O que consegue abrir
ro: Ce poate deschide
ru: Что он может открыть
sl: Kaj lahko odpre
sq: Çfarë mund të hapë
sv: Vad det kan öppna
th: เปิดอะไรได้บ้าง
tr: Neleri açabilir
uk: Що він може відкрити
vi: Nó mở được những gì
zh_hans: 它能打开什么

source: What it cannot open
ar: ما الذي لا يستطيع فتحه
bg: Какво не може да отваря
cs: Co otevřít neumí
da: Hvad den ikke kan åbne
de: Was nicht geöffnet werden kann
el: Τι δεν μπορεί να ανοίξει
es: Qué no puede abrir
et: Mida see avada ei suuda
fi: Mitä se ei voi avata
fil: Ano ang hindi nito mabubuksan
fr: Ce qu’il ne peut pas ouvrir
he: מה הוא אינו יכול לפתוח
hi: यह क्या नहीं खोल सकता
hr: Što ne može otvoriti
hu: Mit nem tud megnyitni
id: Apa yang tidak dapat dibuka
it: Cosa non può aprire
ja: 開けないもの
ko: 열 수 없는 것
lt: Ko ji negali atverti
lv: Ko tā nespēj atvērt
ms: Apa yang tidak boleh dibuka
nb: Hva den ikke kan åpne
nl: Wat het niet kan openen
pl: Czego nie potrafi otworzyć
pt_pt: O que não consegue abrir
ro: Ce nu poate deschide
ru: Что он открыть не может
sl: Česa ne more odpreti
sq: Çfarë nuk mund të hapë
sv: Vad det inte kan öppna
th: เปิดอะไรไม่ได้บ้าง
tr: Neleri açamaz
uk: Що він відкрити не може
vi: Nó không mở được những gì
zh_hans: 它不能打开什么

source: What to do
ar: ما العمل
bg: Какво да направите
cs: Co dělat
da: Hvad du kan gøre
de: Was zu tun ist
el: Τι να κάνετε
es: Qué hacer
et: Mida teha
fi: Mitä tehdä
fil: Ano ang gagawin
fr: Que faire
he: מה לעשות
hi: क्या करें
hr: Što učiniti
hu: Mi a teendő
id: Yang harus dilakukan
it: Cosa fare
ja: 手順
ko: 할 일
lt: Ką daryti
lv: Ko darīt
ms: Apa yang perlu dilakukan
nb: Hva du kan gjøre
nl: Wat je kunt doen
pl: Co zrobić
pt_pt: O que fazer
ro: Ce puteți face
ru: Что делать
sl: Kaj storiti
sq: Çfarë duhet bërë
sv: Vad du kan göra
th: ต้องทำอย่างไร
tr: Ne yapmalı
uk: Що робити
vi: Cần làm gì
zh_hans: 该怎么做

source: Why it appears as a network drive
ar: لماذا يظهر كمحرّك شبكة
bg: Защо се появява като мрежов диск
cs: Proč se zobrazuje jako síťový disk
da: Hvorfor den vises som en netværksenhed
de: Warum es als Netzlaufwerk erscheint
el: Γιατί εμφανίζεται ως δίσκος δικτύου
es: Por qué aparece como un disco de red
et: Miks see ilmub võrgukettana
fi: Miksi se näkyy verkkoasemana
fil: Bakit lumalabas ito bilang network drive
fr: Pourquoi il apparaît comme un disque réseau
he: מדוע הוא מופיע ככונן רשת
hi: यह नेटवर्क ड्राइव की तरह क्यों दिखती है
hr: Zašto se prikazuje kao mrežni disk
hu: Miért hálózati meghajtóként jelenik meg
id: Mengapa muncul sebagai drive jaringan
it: Perché appare come disco di rete
ja: ネットワークドライブとして表示される理由
ko: 네트워크 드라이브로 표시되는 이유
lt: Kodėl jis rodomas kaip tinklo diskas
lv: Kāpēc tas parādās kā tīkla disks
ms: Mengapa ia muncul sebagai pemacu rangkaian
nb: Hvorfor den vises som en nettverksenhet
nl: Waarom het als netwerkschijf verschijnt
pl: Dlaczego pojawia się jako dysk sieciowy
pt_pt: Porque aparece como um disco de rede
ro: De ce apare ca disc de rețea
ru: Почему он выглядит как сетевой диск
sl: Zakaj se prikaže kot omrežni pogon
sq: Pse shfaqet si disk rrjeti
sv: Varför den visas som en nätverksenhet
th: ทำไมจึงปรากฏเป็นไดรฟ์เครือข่าย
tr: Neden ağ sürücüsü olarak görünüyor
uk: Чому він виглядає як мережевий диск
vi: Vì sao nó hiện ra như ổ đĩa mạng
zh_hans: 为什么它显示为网络驱动器

source: Windows NTFS drives, including ones Windows left hibernated or not shut down properly
ar: محرّكات Windows بنظام NTFS، بما فيها ما تركه Windows في وضع الإسبات أو لم يُغلق بشكل سليم
bg: NTFS дискове на Windows, включително оставените от Windows в хибернация или неизключени правилно
cs: Disky NTFS z Windows, včetně těch, které Windows nechal v režimu spánku nebo řádně nevypnul
da: NTFS-enheder fra Windows, også dem Windows efterlod i dvale eller ikke lukkede korrekt ned
de: Windows-NTFS-Laufwerke, auch solche, die Windows im Ruhezustand oder nicht ordnungsgemäß heruntergefahren hinterlassen hat
el: Δίσκοι NTFS των Windows, ακόμη και όσοι έμειναν σε αδρανοποίηση ή δεν τερματίστηκαν σωστά
es: Discos NTFS de Windows, incluidos los que Windows dejó hibernados o mal apagados
et: Windowsi NTFS-kettad, sealhulgas need, mille Windows jättis talveunne või korralikult sulgemata
fi: Windowsin NTFS-asemat, myös ne jotka Windows jätti lepotilaan tai sammutti huonosti
fil: Mga Windows NTFS drive, kasama ang mga iniwan ng Windows na naka-hibernate o hindi maayos na isinara
fr: Les disques NTFS Windows, y compris ceux que Windows a laissés en veille prolongée ou mal arrêtés
he: כונני NTFS של Windows, כולל כאלה ש‑Windows השאיר בתרדמת או לא סגר כראוי
hi: Windows NTFS ड्राइव, जिनमें वे भी शामिल हैं जिन्हें Windows ने हाइबरनेट छोड़ा या ठीक से बंद नहीं किया
hr: Windows NTFS diskovi, uključujući one koje je Windows ostavio u hibernaciji ili nije uredno isključio
hu: Windows NTFS-meghajtók, azokat is beleértve, amelyeket a Windows hibernálva vagy szabálytalanul leállítva hagyott
id: Drive Windows NTFS, termasuk yang ditinggalkan Windows dalam hibernasi atau tidak dimatikan dengan benar
it: Dischi NTFS di Windows, compresi quelli lasciati da Windows in ibernazione o spenti male
ja: Windows の NTFS ドライブ（Windows が休止状態のまま残したものや、正常に終了しなかったものを含む）
ko: Windows가 최대 절전으로 남겨 두었거나 정상적으로 종료하지 않은 것을 포함한 Windows NTFS 드라이브
lt: „Windows“ NTFS diskai, įskaitant tuos, kuriuos „Windows“ paliko užmigdytus arba netinkamai išjungė
lv: Windows NTFS diski, tostarp tie, ko Windows atstāja hibernācijā vai neizslēdza pareizi
ms: Pemacu Windows NTFS, termasuk yang ditinggalkan Windows dalam hibernasi atau tidak ditutup dengan betul
nb: NTFS-enheter fra Windows, også de Windows forlot i dvale eller ikke slo ordentlig av
nl: NTFS-schijven van Windows, ook die Windows in slaapstand of niet correct afgesloten heeft achtergelaten
pl: Dyski NTFS systemu Windows, także te pozostawione w hibernacji lub niepoprawnie zamknięte
pt_pt: Discos NTFS do Windows, incluindo os que o Windows deixou hibernados ou mal encerrados
ro: Discuri NTFS Windows, inclusiv cele lăsate de Windows în hibernare sau oprite necorespunzător
ru: Диски Windows NTFS, в том числе оставленные Windows в гибернации или завершённые некорректно
sl: Pogoni NTFS iz Windows, tudi tisti, ki jih je Windows pustil v mirovanju ali jih ni pravilno zaustavil
sq: Disqe Windows NTFS, përfshirë ata që Windows i la në gjumë ose nuk i fiku si duhet
sv: NTFS-enheter från Windows, även sådana som Windows lämnat i viloläge eller inte stängt av ordentligt
th: ไดรฟ์ NTFS ของ Windows รวมถึงไดรฟ์ที่ Windows ทิ้งไว้ในสถานะไฮเบอร์เนตหรือปิดไม่เรียบร้อย
tr: Windows NTFS sürücüleri, Windows'un uykuda bıraktığı ya da düzgün kapatmadığı sürücüler dahil
uk: Диски Windows NTFS, зокрема залишені Windows у режимі глибокого сну або завершені некоректно
vi: Ổ Windows NTFS, kể cả những ổ Windows để ở chế độ ngủ đông hoặc tắt không đúng cách
zh_hans: Windows NTFS 驱动器，包括被 Windows 置于休眠或未正常关闭的驱动器

source: Windows is part-way through encrypting or decrypting this drive. Open it in Windows and let BitLocker finish, then try again.
ar: ‏Windows في منتصف تشفير هذا المحرّك أو فك تشفيره. افتحه في Windows ودع BitLocker ينتهي، ثم حاول مرة أخرى.
bg: Windows е по средата на шифроването или дешифроването на този диск. Отворете го в Windows и оставете BitLocker да завърши, след което опитайте отново.
cs: Windows je uprostřed šifrování nebo dešifrování tohoto disku. Otevřete jej ve Windows a nechte BitLocker dokončit práci, pak to zkuste znovu.
da: Windows er midt i at kryptere eller dekryptere denne disk. Åbn den i Windows, og lad BitLocker gøre færdig, og prøv så igen.
de: Windows ist mitten dabei, dieses Laufwerk zu verschlüsseln oder zu entschlüsseln. Öffne es in Windows und lass BitLocker fertig werden, dann versuch es erneut.
el: Τα Windows βρίσκονται στη μέση της κρυπτογράφησης ή της αποκρυπτογράφησης αυτού του δίσκου. Ανοίξτε τον στα Windows και αφήστε το BitLocker να τελειώσει, και μετά δοκιμάστε ξανά.
es: Windows está a medias cifrando o descifrando este disco. Ábrelo en Windows y deja que BitLocker termine; después inténtalo de nuevo.
et: Windows on selle ketta krüptimise või dekrüptimise poole peal. Ava see Windowsis ja lase BitLockeril lõpetada, seejärel proovi uuesti.
fi: Windows on kesken tämän levyn salaamisen tai salauksen purkamisen. Avaa levy Windowsissa ja anna BitLockerin tehdä työ loppuun, yritä sitten uudelleen.
fil: Nasa kalagitnaan ang Windows ng pag-encrypt o pag-decrypt sa drive na ito. Buksan ito sa Windows at hayaang tapusin ng BitLocker, pagkatapos ay subukan muli.
fr: Windows est en train de chiffrer ou de déchiffrer ce disque. Ouvrez-le dans Windows et laissez BitLocker terminer, puis réessayez.
he: ‏Windows נמצא באמצע הצפנה או פענוח של הכונן הזה. פתחו אותו ב‑Windows ותנו ל‑BitLocker לסיים, ואז נסו שוב.
hi: Windows इस ड्राइव को एन्क्रिप्ट या डिक्रिप्ट करने के बीच में है। इसे Windows में खोलें और BitLocker को पूरा करने दें, फिर कोशिश करें।
hr: Windows je usred šifriranja ili dešifriranja ovog diska. Otvorite ga u Windowsima i pustite BitLocker da dovrši, pa pokušajte ponovno.
hu: A Windows épp titkosítja vagy visszafejti ezt a lemezt. Nyissa meg Windowsban, hagyja, hogy a BitLocker befejezze, azután próbálja újra.
id: Windows sedang di tengah proses mengenkripsi atau mendekripsi drive ini. Buka di Windows dan biarkan BitLocker selesai, lalu coba lagi.
it: Windows sta cifrando o decifrando questo disco e non ha finito. Aprilo in Windows e lascia che BitLocker completi il lavoro, poi riprova.
ja: Windows がこのドライブの暗号化または復号の途中です。Windows で開いて BitLocker を完了させてから、もう一度試してください。
ko: Windows가 이 드라이브를 암호화하거나 해독하는 중입니다. Windows에서 열어 BitLocker가 끝나도록 한 뒤 다시 시도하십시오.
lt: „Windows“ šiuo metu šifruoja arba iššifruoja šį diską. Atverkite jį „Windows“ sistemoje ir leiskite „BitLocker“ baigti, tada bandykite dar kartą.
lv: Windows pašlaik šifrē vai atšifrē šo disku. Atveriet to Windows vidē un ļaujiet BitLocker pabeigt, pēc tam mēģiniet vēlreiz.
ms: Windows sedang di tengah-tengah menyulitkan atau menyahsulitkan pemacu ini. Bukanya dalam Windows dan biarkan BitLocker selesai, kemudian cuba lagi.
nb: Windows er midt i å kryptere eller dekryptere denne disken. Åpne den i Windows og la BitLocker bli ferdig, og prøv så igjen.
nl: Windows is halverwege het versleutelen of ontsleutelen van deze schijf. Open die in Windows en laat BitLocker afmaken, probeer het daarna opnieuw.
pl: Windows jest w trakcie szyfrowania lub odszyfrowywania tego dysku. Otwórz go w systemie Windows i pozwól funkcji BitLocker dokończyć, a potem spróbuj ponownie.
pt_pt: O Windows está a meio de cifrar ou decifrar este disco. Abra-o no Windows e deixe o BitLocker terminar, e depois tente de novo.
ro: Windows este la jumătatea criptării sau decriptării acestui disc. Deschideți-l în Windows și lăsați BitLocker să termine, apoi încercați din nou.
ru: Windows наполовину зашифровал или расшифровал этот диск. Откройте его в Windows и дайте BitLocker закончить, затем попробуйте снова.
sl: Windows je sredi šifriranja ali dešifriranja tega diska. Odprite ga v Windowsih in pustite BitLockerju, da konča, nato poskusite znova.
sq: Windows është në mes të enkriptimit ose deshifrimit të këtij disku. Hape në Windows dhe lëre BitLocker ta përfundojë, pastaj provo sërish.
sv: Windows håller på att kryptera eller dekryptera den här disken. Öppna den i Windows och låt BitLocker bli klart, försök sedan igen.
th: Windows กำลังเข้ารหัสหรือถอดรหัสไดรฟ์นี้อยู่กลางคัน เปิดมันใน Windows แล้วปล่อยให้ BitLocker ทำจนเสร็จ จากนั้นลองใหม่
tr: Windows bu sürücüyü şifrelemenin ya da şifresini çözmenin ortasında. Onu Windows'ta açın ve BitLocker'ın bitirmesine izin verin, sonra yeniden deneyin.
uk: Windows наполовину зашифрував або розшифрував цей диск. Відкрийте його у Windows і дайте BitLocker завершити, потім спробуйте знову.
vi: Windows đang dở dang việc mã hóa hoặc giải mã ổ đĩa này. Hãy mở nó trong Windows và để BitLocker hoàn tất, rồi thử lại.
zh_hans: Windows 正在对这个驱动器进行加密或解密。请在 Windows 中打开它并让 BitLocker 完成，然后重试。

source: Writing to this image format is untested
ar: الكتابة إلى صيغة الصورة هذه غير مُختبرة
bg: Записът в този формат на образ не е изпитан
cs: Zápis do tohoto formátu obrazu není vyzkoušen
da: Skrivning til dette diskbilledformat er uafprøvet
de: Das Schreiben in dieses Imageformat ist ungetestet
el: Η εγγραφή σε αυτή τη μορφή ειδώλου δεν έχει δοκιμαστεί
es: Escribir en este formato de imagen no está probado
et: Sellesse tõmmisevormingusse kirjutamine on katsetamata
fi: Kirjoittamista tähän levytiedostomuotoon ei ole koeteltu
fil: Hindi pa nasusubukan ang pagsulat sa format na ito ng image
fr: L’écriture dans ce format d’image n’est pas éprouvée
he: כתיבה לפורמט תמונה זה אינה בדוקה
hi: इस इमेज फ़ॉर्मैट में लिखना परखा नहीं गया है
hr: Pisanje u ovaj format slike nije provjereno
hu: Az ebbe a lemezképformátumba írás kipróbálatlan
id: Penulisan ke format image ini belum teruji
it: La scrittura in questo formato di immagine non è collaudata
ja: このイメージ形式への書き込みは検証されていません
ko: 이 이미지 형식에 쓰기는 검증되지 않았습니다
lt: Rašymas į šį atvaizdžio formatą neišbandytas
lv: Rakstīšana šajā attēla formātā nav pārbaudīta
ms: Penulisan ke format imej ini belum diuji
nb: Skriving til dette diskbildeformatet er uprøvd
nl: Schrijven naar dit schijfkopieformaat is onbeproefd
pl: Zapis w tym formacie obrazu nie został sprawdzony
pt_pt: A escrita neste formato de imagem não está testada
ro: Scrierea în acest format de imagine nu este testată
ru: Запись в этот формат образа не проверена
sl: Pisanje v to vrsto slike ni preizkušeno
sq: Shkrimi në këtë format imazhi nuk është provuar
sv: Skrivning till det här skivavbildsformatet är oprövad
th: การเขียนลงรูปแบบอิมเมจนี้ยังไม่ได้ผ่านการทดสอบ
tr: Bu imaj biçimine yazmak denenmemiştir
uk: Запис у цей формат образу не перевірено
vi: Việc ghi vào định dạng ảnh đĩa này chưa được kiểm chứng
zh_hans: 向这种映像格式写入尚未经过验证

source: You can read and write files on it.
ar: يمكنك قراءة الملفات عليه والكتابة إليه.
bg: Можете да четете и записвате файлове на него.
cs: Můžete na něm číst a zapisovat soubory.
da: Du kan læse og skrive arkiver på den.
de: Du kannst Dateien darauf lesen und schreiben.
el: Μπορείτε να διαβάζετε και να γράφετε αρχεία σε αυτόν.
es: Puedes leer y escribir archivos en él.
et: Sa saad sellele faile lugeda ja kirjutada.
fi: Voit lukea ja kirjoittaa siihen tiedostoja.
fil: Makakabasa at makakasulat ka ng mga file dito.
fr: Vous pouvez y lire et y écrire des fichiers.
he: אפשר לקרוא ולכתוב בו קבצים.
hi: आप उस पर फ़ाइलें पढ़ और लिख सकते हैं।
hr: Na njemu možete čitati i zapisivati datoteke.
hu: Olvashat és írhat rajta fájlokat.
id: Anda dapat membaca dan menulis berkas padanya.
it: Puoi leggere e scrivere file al suo interno.
ja: そこでファイルの読み書きができます。
ko: 거기에서 파일을 읽고 쓸 수 있습니다.
lt: Jame galite skaityti ir rašyti failus.
lv: Jūs varat tajā lasīt un rakstīt failus.
ms: Anda boleh membaca dan menulis fail padanya.
nb: Du kan lese og skrive filer på den.
nl: Je kunt er bestanden op lezen en schrijven.
pl: Możesz na nim odczytywać i zapisywać pliki.
pt_pt: Pode ler e escrever ficheiros nele.
ro: Puteți citi și scrie fișiere pe el.
ru: На нём можно читать и записывать файлы.
sl: Na njem lahko berete in zapisujete datoteke.
sq: Mund të lexosh dhe të shkruash skedarë në të.
sv: Du kan läsa och skriva filer på den.
th: คุณอ่านและเขียนไฟล์บนไดรฟ์นี้ได้
tr: Üzerinde dosyaları okuyabilir ve yazabilirsiniz.
uk: На ньому можна читати й записувати файли.
vi: Bạn có thể đọc và ghi tệp trên nó.
zh_hans: 你可以在它上面读写文件。

source: You can read files on it. It was opened read-only, so nothing can be written to it.
ar: يمكنك قراءة الملفات عليه. وقد فُتح للقراءة فقط، فلا يمكن كتابة شيء عليه.
bg: Можете да четете файловете на него. Беше отворен само за четене, така че нищо не може да бъде записано.
cs: Můžete číst soubory na tomto disku. Byl otevřen jen ke čtení, takže na něj nelze nic zapsat.
da: Du kan læse filer på den. Den blev åbnet kun til læsning, så der kan ikke skrives noget til den.
de: Du kannst Dateien darauf lesen. Es wurde nur lesend geöffnet, sodass nichts darauf geschrieben werden kann.
el: Μπορείτε να διαβάσετε τα αρχεία του. Άνοιξε μόνο για ανάγνωση, οπότε δεν μπορεί να γραφτεί τίποτα σε αυτό.
es: Puedes leer los archivos que contiene. Se abrió en solo lectura, así que no se puede escribir nada en él.
et: Saad selle faile lugeda. See avati ainult lugemiseks, seega sinna kirjutada ei saa.
fi: Voit lukea sen tiedostoja. Se avattiin vain luettavaksi, joten siihen ei voi kirjoittaa mitään.
fil: Makakabasa ka ng mga file dito. Binuksan ito nang read-only, kaya walang maisusulat dito.
fr: Vous pouvez lire les fichiers qu’il contient. Il a été ouvert en lecture seule, rien ne peut donc y être écrit.
he: אפשר לקרוא בו קבצים. הוא נפתח לקריאה בלבד, ולכן אי אפשר לכתוב אליו דבר.
hi: आप उस पर फ़ाइलें पढ़ सकते हैं। वह केवल पढ़ने के लिए खोली गई थी, इसलिए उस पर कुछ लिखा नहीं जा सकता।
hr: Možete čitati datoteke na njemu. Otvoren je samo za čitanje, pa se na njega ništa ne može zapisati.
hu: Olvashatja a rajta lévő fájlokat. Csak olvasásra nyílt meg, így semmi nem írható rá.
id: Anda dapat membaca berkas padanya. Ia dibuka baca-saja, jadi tidak ada yang dapat ditulis padanya.
it: Puoi leggere i file che contiene. È stato aperto in sola lettura, quindi non vi si può scrivere nulla.
ja: そこでファイルを読めます。読み出し専用で開いたため、何も書き込めません。
ko: 거기에서 파일을 읽을 수 있습니다. 읽기 전용으로 열렸으므로 아무것도 기록할 수 없습니다.
lt: Galite skaityti jame esančius failus. Jis atvertas tik skaitymui, todėl į jį nieko įrašyti negalima.
lv: Varat lasīt tajā esošos failus. Tas tika atvērts tikai lasīšanai, tāpēc tajā neko nevar ierakstīt.
ms: Anda boleh membaca fail padanya. Ia dibuka baca-sahaja, jadi tiada apa-apa boleh ditulis padanya.
nb: Du kan lese filene på den. Den ble åpnet kun for lesing, så ingenting kan skrives til den.
nl: Je kunt de bestanden erop lezen. De schijf is alleen-lezen geopend, dus er kan niets naar worden geschreven.
pl: Możesz czytać znajdujące się na nim pliki. Został otwarty tylko do odczytu, więc nic nie da się na nim zapisać.
pt_pt: Pode ler os ficheiros que contém. Foi aberto apenas para leitura, pelo que nada lhe pode ser escrito.
ro: Puteți citi fișierele de pe el. A fost deschis doar pentru citire, așa că nu se poate scrie nimic pe el.
ru: На нём можно читать файлы. Он открыт только для чтения, поэтому записать на него ничего нельзя.
sl: Datoteke na njem lahko berete. Odprt je bil samo za branje, zato nanj ni mogoče ničesar zapisati.
sq: Mund të lexosh skedarë në të. U hap si vetëm-lexim, ndaj asgjë nuk mund të shkruhet në të.
sv: Du kan läsa filerna på den. Den öppnades skrivskyddad, så ingenting kan skrivas till den.
th: คุณอ่านไฟล์บนไดรฟ์นี้ได้ ไดรฟ์ถูกเปิดแบบอ่านอย่างเดียว จึงเขียนอะไรลงไปไม่ได้
tr: Üzerinde dosyaları okuyabilirsiniz. Salt okunur açıldı, bu yüzden üzerine hiçbir şey yazılamaz.
uk: На ньому можна читати файли. Його відкрито лише для читання, тож записати на нього нічого не можна.
vi: Bạn có thể đọc tệp trên nó. Nó được mở ở chế độ chỉ đọc, nên không ghi được gì lên đó.
zh_hans: 你可以在它上面读取文件。它以只读方式打开，因此无法向其写入任何内容。
